tap "homebrew/bundle"
tap "homebrew/core"

brew "act"
brew "argocd"
brew "colordiff"
brew "curl"
brew "deno"
brew "direnv"
brew "editorconfig"
brew "exiftool"
brew "ffmpeg"
brew "fftw"
brew "fzf"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hub"
brew "hwloc"
brew "jq"
brew "k9s"
brew "kotlin"
brew "krew"
brew "kubeseal"
brew "libva"
brew "llvm"
brew "mercurial"
brew "mesa"
brew "meson"
brew "neovim"
brew "netcdf"
brew "nghttp2"
brew "nss"
brew "numpy"
brew "open-mpi"
brew "openjdk"
brew "openldap"
brew "patchelf"
brew "peco"
brew "perl"
brew "pkg-config"
brew "pyqt@5"
brew "python@3.8"
brew "python@3.9"
brew "rubberband"
brew "ruby"
brew "sdl2"
brew "shellcheck"
brew "socat"
brew "source-highlight"
brew "starship"
brew "systemd"
brew "tbb"
brew "tesseract"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "typescript"
brew "unbound"
brew "vifm"
brew "vtk"
brew "wayland"
brew "xz"
brew "zip"
brew "zsh"
brew "zx"

if OS.mac?
  brew "autoconf"
  brew "automake"
  brew "cmake"
  brew "coreutils"
  brew "curl"
  brew "exiftool"
  brew "findutils"
  brew "gpg"
  brew "gnu-sed"
  brew "grep"
  brew "gzip"
  brew "hub"
  brew "rsync"
  brew "unzip"
  brew "wget"
end
