tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "chezmoi"
brew "colordiff"
brew "curl"
brew "deno"
brew "editorconfig"
brew "exiftool"
brew "fswatch"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "hadolint"
brew "htop"
brew "hub"
brew "jq"
brew "mercurial"
brew "neovim"
brew "sheldon"
brew "shellcheck"
brew "socat"
brew "source-highlight"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "xz"
brew "zsh"
brew "zx"

if OS.mac?
  brew "autoconf"
  brew "automake"
  brew "cmake"
  brew "coreutils"
  brew "findutils"
  brew "gpg"
  brew "gnu-sed"
  brew "grep"
  brew "gzip"
  brew "rsync"
  brew "unzip"
  brew "wget"

  cask "1password-cli"
end
