MS-CEINTL.vscode-language-pack-ja
PeterJausovec.vscode-docker
Zignd.html-css-class-completion
jebbs.plantuml
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
ms-vscode.cpptools
rebornix.ruby
redhat.vscode-yaml
tickleforce.scrolloff
vscodevim.vim
vscoss.vscode-ansible
